{
    "Name": "Xingqiu",
    "FullName": "",
    "Sex": "Male",
    "Birthday": "October 9th",
    "Weapon": "Sword",
    "Element": "Hydro",
    "Constellation": "Fabulae Textile",
    "Nation": "Liyue",
    "Affiliation": "Feiyun Commerce GuildGuhua Clan",
    "SpecialDish": "All-Delicacy Parcels",
    "Titles": "Juvenile Galant, Guhua Guru of Feiyun Fame, Guhua Geek (by Paimon)",
    "Intro": "He is the second son of the Guild Manager of the Feiyun Commerce Guild, an influential group in Liyue, and is also a self-proclaimed practitioner of the Guhua Clan's arts.",
    "Introduction": "The second son of the Feiyun Commerce Guild, Xingqiu has had a reputation for being studious and polite ever since he was a young child. But there is another side to the mild-mannered Xingqiu everyone knows. A daring, adventurous and much more mischievous side...",
    "Personality": [
        "A young man carrying a longsword who is frequently seen at book booths. He has a heart of gold and yearns for justice and fairness for all.",
        "Second son of the Feiyun Commerce Guild, Xingqiu has had a reputation for being studious and polite ever since he was a young child. Parents in Liyue Harbor would speak adoringly of him, all secretly hoping that their own children would show as much promise as Xingqiu.",
        "But even at a young age, mild-mannered Xingqiu had a wilder side too. Unbeknownst to his father and elder brother, he would sit for hours in the classroom reading fiction, having hollowed out used textbooks and snuck martial arts novels inside. After classes, he'd go out exploring and looking for all sorts of little ways to cause mischief.",
        "Sometimes, his antics would even end up embroiling the Feiyun Commerce Guild in controversy. Luckily for Xingqiu, he always managed avoid blame by hiding behind an insurmountable wall of eloquent filibustering. Since no-one had quite what it took to beat him in an argument, eventually people simply learned to put up with his eccentricities.",
        "An avid reader, Xingqiu's lifelong dream is to be the real-life embodiment of the chivalrous heroes from the pages of his books. For Xingqiu, chivalry is more than a standard of conduct — it's a mindset. The most chivalrous of all are not deterred by setbacks, nor do they stop to indulge their sense of satisfaction when things turn out as hoped. Instead, their minds are focused at all times on seizing the next opportunity to advance the cause of compassion and justice.",
        "Despite his young age, Xingqiu has already mastered the chivalric code and cultivated the eccentric mindset that comes along with it. This gave him a knack for the style of martial arts practiced by the Guhua Clan, and he gained some renown for effectively starting a Guhua renaissance. However, eager devotees who flock to the Guhua Clan's gates in search of the master himself may be disappointed to hear the gatekeeper's awkward response: \"The master is off in the mountains taking some time to himself right now... Maybe try again another day.\"",
        "On the surface, Xingqiu appears to be a polite young man that takes his studies seriously, but he conceals a more adventurous, mischievous side to him, especially when he hangs out with Chongyun. He is an avid reader and spends most of his time looking for rare books when he is not preoccupied with his duties, and writes his own books from time to time, having gained a reputation doing so.",
        "Being the second son of the Feiyun Commerce Guild, Xingqiu is extremely wealthy and possesses a significant amount of influence. He appreciates the value of legitimately earned mora. His strong sense of justice means that he does not tolerate underhanded business deals and methods. Despite his apparently carefree personality, he is a quick thinker, capable of rectifying the problem in his own unique way, and states that he would end up having to do all the work when his older brother takes over the guild."
    ],
    "Appearance": [
        "Xingqiu has dark, navy blue hair with asymmetrical bangs and golden amber eyes. He has a slight frame and a light skin tone. He typically wears a blue earring with a gold tassel on his right ear. He is the only character who wears a single right earring. Other characters either have two earrings, no earrings, or a single left earring. His vision is pinned to the bottom of the left side of his coat on top of a span of frilled, white fabric. A tassel made of amber which matches his eyes hangs from the vision.",
        "His attire consists of a long coat of silk which gradients from black at the collar, to shades of navy blue as the material descends. The coat's underneath is colored a contrasting yellow and a faint, wavy pattern which alludes to his hydro vision is situated all over the fabric. His collar and shoulder plates are rimmed with a gold, metallic material and to the right side of his chest sits a large and circular brooch. It's embedded with a blue jewel, alike the center of his collar, coat buttons and sleeve cuffs (front and side). Underneath, Xingqiu wears a white long-sleeved shirt with a frilled seam to the right, revealed by the slit of his coat behind two overlapping ribbon-like buttons. He additionally wields distinct, frilled sleeves which extend from his coat's baggy, gold pair. A clover-like ribbon of white, black and yellow is pinned to the right side of his belt. Beneath this hangs a pair of rectangular ribbons, one in white covering a notably longer, black ribbon. Both of them wield gold decals at their ends. He also wears a pair of navy-blue shorts with ends of black that are mostly concealed by the length of his coat. On his right leg, Xingqiu wears a garter with a blue tassel, just below the knee. His footwear consists of a pair of white high-calf boots, black at the heels and soles with gold motifs."
    ],
    "Skill": {
        "Skill_1": {
            "Name": "Guhua Style",
            "Description": [
                "Normal Attack: Perform up to 5 rapid strikes.",
                "Charged Attack: Consumes a certain amount of Stamina to unleash 2 rapid sword strikes.",
                "Plunging Attack Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact."
            ]
        },
        "Skill_2": {
            "Name": "Guhua Sword: Fatal Rainscreen",
            "Description": [
                "Xingqiu performs twin strikes with his sword, dealing Hydro DMG. At the same time, this ability creates the maximum number of Rain Swords, which will orbit your active character.",
                "The Rain Swords have the following properties:",
                "When a character takes DMG, the Rain Sword will shatter, reducing the amount of DMG taken.",
                "Increase the character's resistance to interruption.",
                "20% of Xingqiu's Hydro DMG Bonus will be converted to additional DMG Reduction for the Rain Swords. The maximum amount of additional DMG Reduction that can be gained this way is 24%.",
                "The initial maximum number of Rain Swords is 3.",
                "Using this ability applies the Wet status onto the character."
            ]
        },
        "Skill_3": {
            "Name": "Guhua Sword: Raincutter",
            "Description": [
                "Initiate Rainbow Bladework and fight using an illusory sword rain, while creating the maximum number of Rain Swords.",
                "Rainbow Bladework:",
                "Your active character's Normal Attacks will trigger consecutive sword rain attacks, dealing Hydro DMG.",
                "Rain Swords will remain at the maximum number throughout the ability's duration.",
                "These effects carry over to other characters."
            ]
        },
        "Skill_4": {
            "Name": "Hydropathic",
            "Description": [
                "When a Rain Sword is shattered or when its duration expires, it regenerates the current character's HP based on 6% of Xingqiu's Max HP."
            ]
        },
        "Skill_5": {
            "Name": "Blades Amidst Raindrops",
            "Description": [
                "Xingqiu gains a 20% Hydro DMG Bonus."
            ]
        },
        "Skill_6": {
            "Name": "Flash of Genius",
            "Description": [
                "When Xingqiu crafts Character Talent Materials, he has a 25% chance to refund a portion of the crafting materials used."
            ]
        }
    },
    "Ascensions": {
        "TalentBook": "Gold",
        "CommonCharacterAscensionMaterial": "Mask",
        "TalentBoss": "Boreas",
        "TalentMaterial": "Item_2",
        "LocalMaterial": "Item_9",
        "ElementalStone": "Item_1"
    },
    "BaseStats": [
        {
            "LEVEL": 1,
            "HP": 857,
            "ATK": 17,
            "DEF": 64,
            "ExtraStatsValue": 0
        },
        {
            "LEVEL": 20,
            "HP": 2202,
            "ATK": 43,
            "DEF": 163,
            "ExtraStatsValue": 0
        },
        {
            "LEVEL": 20,
            "HP": 2842,
            "ATK": 56,
            "DEF": 211,
            "ExtraStatsValue": 0
        },
        {
            "LEVEL": 40,
            "HP": 4257,
            "ATK": 84,
            "DEF": 316,
            "ExtraStatsValue": 0
        },
        {
            "LEVEL": 40,
            "HP": 4712,
            "ATK": 93,
            "DEF": 349,
            "ExtraStatsValue": 6
        },
        {
            "LEVEL": 50,
            "HP": 5420,
            "ATK": 107,
            "DEF": 402,
            "ExtraStatsValue": 6
        },
        {
            "LEVEL": 50,
            "HP": 6027,
            "ATK": 119,
            "DEF": 447,
            "ExtraStatsValue": 12
        },
        {
            "LEVEL": 60,
            "HP": 6735,
            "ATK": 133,
            "DEF": 499,
            "ExtraStatsValue": 12
        },
        {
            "LEVEL": 60,
            "HP": 7190,
            "ATK": 142,
            "DEF": 533,
            "ExtraStatsValue": 12
        },
        {
            "LEVEL": 70,
            "HP": 7897,
            "ATK": 156,
            "DEF": 585,
            "ExtraStatsValue": 12
        },
        {
            "LEVEL": 70,
            "HP": 8352,
            "ATK": 165,
            "DEF": 619,
            "ExtraStatsValue": 18
        },
        {
            "LEVEL": 80,
            "HP": 9060,
            "ATK": 179,
            "DEF": 671,
            "ExtraStatsValue": 18
        },
        {
            "LEVEL": 80,
            "HP": 9515,
            "ATK": 188,
            "DEF": 705,
            "ExtraStatsValue": 24
        },
        {
            "LEVEL": 90,
            "HP": 10223,
            "ATK": 202,
            "DEF": 758,
            "ExtraStatsValue": 24
        }
    ],
    "ExtraStats": "ATK",
    "ConstellationDetails": [
        {
            "Level": 1,
            "Name": "The Scent Remained",
            "Details": [
                "Increases the maximum number of Rain Swords by 1."
            ]
        },
        {
            "Level": 2,
            "Name": "Rainbow Upon the Azure Sky",
            "Details": [
                "Extends the duration of Guhua Sword: Raincutter by 3s.Decreases the Hydro RES of opponents hit by sword rain attacks by 15% for 4s."
            ]
        },
        {
            "Level": 3,
            "Name": "Weaver of Verses",
            "Details": [
                "Increases the Level of Guhua Sword: Raincutter by 3.Maximum upgrade level is 15."
            ]
        },
        {
            "Level": 4,
            "Name": "Evilsoother",
            "Details": [
                "Throughout the duration of Guhua Sword: Raincutter, the DMG dealt by Guhua Sword: Fatal Rainscreen is increased by 50%."
            ]
        },
        {
            "Level": 5,
            "Name": "Embrace of Rain",
            "Details": [
                "Increases the Level of Guhua Sword: Fatal Rainscreen by 3.Maximum upgrade level is 15."
            ]
        },
        {
            "Level": 6,
            "Name": "Hence, Call Them My Own Verses",
            "Details": [
                "Activating 2 of Guhua Sword: Raincutter's sword rain attacks greatly enhances the third sword rain attack. On hit, the third sword rain attack also regenerates 3 Energy for Xingqiu."
            ]
        }
    ],
    "NormalAttackScale": [
        {
            "HitCount": "1-Hit DMG%",
            "Level_1": 46.6,
            "Level_2": 50.4,
            "Level_3": 54.2,
            "Level_4": 59.6,
            "Level_5": 63.4,
            "Level_6": 67.8,
            "Level_7": 73.7,
            "Level_8": 79.7,
            "Level_9": 85.6,
            "Level_10": 92.1,
            "Level_11": 99.6
        },
        {
            "HitCount": "2-Hit DMG%",
            "Level_1": 47.6,
            "Level_2": 51.5,
            "Level_3": 55.4,
            "Level_4": 60.9,
            "Level_5": 64.8,
            "Level_6": 69.3,
            "Level_7": 75.3,
            "Level_8": 81.4,
            "Level_9": 87.5,
            "Level_10": 94.2,
            "Level_11": 101
        },
        {
            "HitCount": "3-Hit DMG% (x2)",
            "Level_1": 28.6,
            "Level_2": 30.9,
            "Level_3": 33.2,
            "Level_4": 36.5,
            "Level_5": 38.8,
            "Level_6": 41.5,
            "Level_7": 45.2,
            "Level_8": 48.8,
            "Level_9": 52.5,
            "Level_10": 56.4,
            "Level_11": 61
        },
        {
            "HitCount": "4-Hit DMG%",
            "Level_1": 56,
            "Level_2": 60.5,
            "Level_3": 65.1,
            "Level_4": 71.6,
            "Level_5": 76.2,
            "Level_6": 81.4,
            "Level_7": 88.5,
            "Level_8": 95.7,
            "Level_9": 102,
            "Level_10": 110,
            "Level_11": 119
        },
        {
            "HitCount": "5-Hit DMG% (x2)",
            "Level_1": 35.9,
            "Level_2": 38.8,
            "Level_3": 41.7,
            "Level_4": 45.9,
            "Level_5": 48.8,
            "Level_6": 52.1,
            "Level_7": 56.7,
            "Level_8": 61.3,
            "Level_9": 65.9,
            "Level_10": 70.9,
            "Level_11": 76.6
        }
    ],
    "ChargedAttackScale": [
        {
            "HitCount": "1st Hit Charged Attack",
            "Level_1": 47.3,
            "Level_2": 51.2,
            "Level_3": 55.0,
            "Level_4": 60.5,
            "Level_5": 64.4,
            "Level_6": 68.8,
            "Level_7": 74.8,
            "Level_8": 80.9,
            "Level_9": 86.9,
            "Level_10": 93.5,
            "Level_11": 101
        },
        {
            "HitCount": "2nd Hit Charged Attack",
            "Level_1": 56.2,
            "Level_2": 60.7,
            "Level_3": 65.3,
            "Level_4": 71.8,
            "Level_5": 76.4,
            "Level_6": 81.6,
            "Level_7": 88.8,
            "Level_8": 96,
            "Level_9": 103,
            "Level_10": 111,
            "Level_11": 120
        }
    ],
    "PlungingAttackScale": [
        {
            "HitCount": "DMG%",
            "Level_1": 63.9,
            "Level_2": 69.1,
            "Level_3": 74.3,
            "Level_4": 81.8,
            "Level_5": 87,
            "Level_6": 92.9,
            "Level_7": 101,
            "Level_8": 109,
            "Level_9": 117,
            "Level_10": 126,
            "Level_11": 135
        },
        {
            "HitCount": "Low DMG%",
            "Level_1": 128,
            "Level_2": 138,
            "Level_3": 149,
            "Level_4": 164,
            "Level_5": 174,
            "Level_6": 186,
            "Level_7": 202,
            "Level_8": 219,
            "Level_9": 235,
            "Level_10": 253,
            "Level_11": 271
        },
        {
            "HitCount": "High DMG%",
            "Level_1": 160,
            "Level_2": 173,
            "Level_3": 186,
            "Level_4": 204,
            "Level_5": 217,
            "Level_6": 232,
            "Level_7": 253,
            "Level_8": 273,
            "Level_9": 293,
            "Level_10": 316,
            "Level_11": 338
        }
    ],
    "ChargedAttackStaminaCost": "20",
    "ChargedAttackMaxDuration": 0,
    "ElementalSkill": [
        {
            "HitCount": "Skill DMG% (1st&nbsp;Hit)",
            "Level_1": 168,
            "Level_2": 181,
            "Level_3": 193,
            "Level_4": 210,
            "Level_5": 223,
            "Level_6": 235,
            "Level_7": 252,
            "Level_8": 269,
            "Level_9": 286,
            "Level_10": 302,
            "Level_11": 316,
            "Level_12": 336,
            "Level_13": 357
        },
        {
            "HitCount": "Skill DMG% (2nd&nbsp;Hit)",
            "Level_1": 191,
            "Level_2": 206,
            "Level_3": 220,
            "Level_4": 239,
            "Level_5": 253,
            "Level_6": 268,
            "Level_7": 287,
            "Level_8": 306,
            "Level_9": 325,
            "Level_10": 344,
            "Level_11": 363,
            "Level_12": 382,
            "Level_13": 406
        },
        {
            "HitCount": "Damage Reduction Ratio%",
            "Level_1": 20,
            "Level_2": 21,
            "Level_3": 22,
            "Level_4": 23,
            "Level_5": 24,
            "Level_6": 25,
            "Level_7": 26,
            "Level_8": 27,
            "Level_9": 28,
            "Level_10": 29,
            "Level_11": 29,
            "Level_12": 29,
            "Level_13": 29
        }
    ],
    "ElementalBrust": [
        {
            "HitCount": "Sword Rain DMG",
            "Level_1": 54.27,
            "Level_2": 58.34,
            "Level_3": 62.41,
            "Level_4": 67.84,
            "Level_5": 71.91,
            "Level_6": 75.98,
            "Level_7": 81.41,
            "Level_8": 86.84,
            "Level_9": 92.26,
            "Level_10": 97.69,
            "Level_11": 103.12,
            "Level_12": 108.54,
            "Level_13": 115.33,
            "Level_14": 122.11,
            "Level_15": 128.9
        }
    ]
}