{
    "Name": "Chongyun",
    "FullName": "",
    "Sex": "Male",
    "Birthday": "September 7th",
    "Weapon": "Claymore",
    "Element": "Cryo",
    "Constellation": "Nubis Caesor",
    "Nation": "Liyue",
    "Affiliation": "Liyue Harbor",
    "SpecialDish": "Cold Noodles with Mountain Delicacies",
    "Titles": "Frozen Ardor, Banisher of Evil and Rumors Thereof",
    "Intro": "An exorcist from Liyue, Chongyun was born with excessive yang (positive) energy, which has proven to be both a help and a hindrance. It makes him a very effective exorcist, but it also means he has never seen a spirit for himself — they flee before he can even lay eyes on them. It has also made him particularly susceptible to any kind of heat or strong emotion, which leads to some rather... unexpected results.",
    "Introduction": "An exorcist who roams the land with Liyue as his base of operations, evil spirits fleeing wherever he goes. As the heir to a clan of exorcists, he has always possessed abilities superior to most. However, these abilities are not the result of training, but of an inborn trait - a pure yang spirit.",
    "Personality": [
        "A young exorcist from a family of exorcists. He does everything he can to suppress his abundance of yang energy.",
        "With Liyue as his base of operations, the exorcist Chongyun roams the land, ridding it of evil. As the heir to a clan of exorcists, he has always possessed abilities superior to most. However, this ability is not the result of training, but of an inborn trait he has come to term, \"congenital positivity.\"",
        "Congenital positivity is an exceedingly rare physiology that makes the body susceptible to heating up due to an overabundance of positive energy. If unchecked, those who possess such a form can easily become hot-blooded. Chongyun is a particularly serious case, his shifts in mood are explosive, and he remembers nothing from such episodes. However, Chongyun's condition is also his greatest asset, for all he needs to do to expel evil spirits is to sit awhile in whatever dark corner they may haunt.",
        "As such, Chongyun's path as an exorcist has been smooth as smooth can be. However, he himself does not approve of this manner of doing things. In his honest and upright heart, leaning on his unique physiology to exorcise evil is but a cheap trick. An exorcist must, in his estimation, perform their duties with an exorcist's arts.",
        "To counteract this congenital positivity, Chongyun has several disciplines that he practices. He does not go out in the sun or wear thick clothes, and he abstains from hot beverages and hot and spicy food. He takes up no quarrels, and he indulges no tempers. Yet despite searching high and low, and far and wide, he has been unable to find a lasting solution to his condition.",
        "This troubled the young exorcist. The evil spirits were expelled, yes, but if things kept going like this, how would he ever prove himself to be a qualified exorcist?",
        "As he sits atop an ice-capped mountain chewing on a snow bun, Chongyun cannot help but sigh. The road ahead is still long indeed.",
        "Chongyun is a positive and honorable young man with a passion for sweets. He takes his duties as an exorcist seriously and usually has a stoic, composed personality, although this isn't always the case.",
        "Despite being an exorcist, Chongyun has yet to exorcise or even see a spirit with his own eyes—his excessive positive energy terrifies all spirits in range. He is a hard worker, expressing his disdain towards his positive energy, considering it to be a cheap trick, and trains despite this boon in the event that a spirit resists his excessive energy. He also doesn't show much fondness for his Cryo Vision, believing that vigorous training is the key to becoming stronger. His noble nature often means that whenever he is commissioned to exorcise spirits, he hesitates at the thought of accepting payment when he did nothing.",
        "Because of his excessive positive energy, Chongyun is very susceptible to everything that warms him up—fiery events, food, drinks, clothing and even the sun itself; even thinking about them can trigger a flare-up. If this occurs, Chongyun often enters a manic state in which he becomes exceptionally excited, friendly and illogical, usually causing extreme chaos, although he may simply faint instead. When the former happens, Chongyun has no memory of what he had just done, but is aware that he had done something embarrassing and apologizes for any trouble he causes.",
        "He will do anything to avoid such flare-ups; indicated with him wearing lightweight, lightly-colored clothes, shows great self-control and only eats cold food, expressing a fondness for Inazuman dishes; when this is not available, he improvises on the go, such as his signature dish, which is his take on the original and popsicles. Possibly as a result of eating cold food often when Liyue food is known to be warm and spicy, he considers his food to be tasteless.",
        "Chongyun's attempts to restrain his excessive positive energy also means that he has very little free time of his own and even then, doesn't have much friends to begin with. One of his friends is Xingqiu; although he gets along well with him, Xingqiu frequently pranks him in the process. His lack of social interactions with others gives him somewhat low self-esteem and he has trouble picking up social cues.",
        "His friends believe his true personality is that whenever he flares up without inhibitions and self-control."
    ],
    "Appearance": [
        "Chongyun has light blue hair reaching his ears, pale skin, and ice-blue cat slit eyes.",
        "Chongyun usually wears a symmetrical white hooded jacket with navy embroidery. Under this, he wears a blue shirt with gold decals over white pants with gold cuffs, along with a dark navy undershirt. He also wears black and gold slippers. He has bandages around his right wrist and right ankle. He wears his Vision on the left side of his belt. A knotted tassel which matches his eyes hangs from the vision."
    ],
    "Skill": {
        "Skill_1": {
            "Name": "Demonbane",
            "Description": [
                "Normal Attack: Perform up to 4 consecutive strikes.",
                "Charged Attack: Drains Stamina over time to perform continuous swirling attacks against all nearby opponents. At the end of the sequence, perform a more powerful slash.",
                "Plunging Attack: Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact."
            ]
        },
        "Skill_2": {
            "Name": "Spirit Blade: Chonghua's Layered Frost",
            "Description": [
                "Chongyun strikes the ground with his greatsword, causing a Cryo explosion in a circular AoE in front of him that deals Cryo DMG.",
                "After a short delay, the cold air created by the Cryo explosion will coalesce into a Chonghua Frost Field, within which all Sword, Claymore and Polearm-wielding characters' weapons will be infused with Cryo."
            ]
        },
        "Skill_3": {
            "Name": "Spirit Blade: Cloud-Parting Star",
            "Description": [
                "Performing the secret hand seals, Chongyun summons 3 giant spirit blades in mid-air that fall to the earth one by one after a short delay, exploding as they hit the ground.",
                "When the spirit blades explode, they will deal AoE Cryo DMG and launch opponents."
            ]
        },
        "Skill_4": {
            "Name": "Steady Breathing",
            "Description": [
                "Sword, Claymore, or Polearm-wielding characters within the field created by Spirit Blade: Chonghua's Layered Frost have their Normal ATK SPD increased by 8%."
            ]
        },
        "Skill_5": {
            "Name": "Rimechaser Blade",
            "Description": [
                "When the field created by Spirit Blade: Chonghua's Layered Frost disappears, another spirit blade will be summoned to strike nearby opponents, dealing 100% of Chonghua's Layered Frost's Skill DMG as AoE Cryo DMG.Opponents hit by this blade will have their Cryo RES decreased by 10% for 8s."
            ]
        },
        "Skill_6": {
            "Name": "Gallant Journey",
            "Description": [
                "When dispatched on an expedition in Liyue, time consumed is reduced by 25%."
            ]
        }
    },
    "Ascensions": {
        "TalentBook": "Diligence",
        "CommonCharacterAscensionMaterial": "Mask",
        "TalentBoss": "Davalin",
        "TalentMaterial": "Item_3",
        "LocalMaterial": "Item_3",
        "ElementalStone": "Item_3"
    },
    "BaseStats": [
        {
            "LEVEL": 1,
            "HP": 1003,
            "ATK": 19,
            "DEF": 54,
            "ExtraStatsValue": 0
        },
        {
            "LEVEL": 20,
            "HP": 2366,
            "ATK": 48,
            "DEF": 140,
            "ExtraStatsValue": 0
        },
        {
            "LEVEL": 20,
            "HP": 3054,
            "ATK": 62,
            "DEF": 180,
            "ExtraStatsValue": 0
        },
        {
            "LEVEL": 40,
            "HP": 4574,
            "ATK": 93,
            "DEF": 270,
            "ExtraStatsValue": 0
        },
        {
            "LEVEL": 40,
            "HP": 5063,
            "ATK": 103,
            "DEF": 299,
            "ExtraStatsValue": 6
        },
        {
            "LEVEL": 50,
            "HP": 5824,
            "ATK": 118,
            "DEF": 344,
            "ExtraStatsValue": 6
        },
        {
            "LEVEL": 50,
            "HP": 6475,
            "ATK": 131,
            "DEF": 382,
            "ExtraStatsValue": 12
        },
        {
            "LEVEL": 60,
            "HP": 7236,
            "ATK": 147,
            "DEF": 427,
            "ExtraStatsValue": 12
        },
        {
            "LEVEL": 60,
            "HP": 7725,
            "ATK": 157,
            "DEF": 456,
            "ExtraStatsValue": 12
        },
        {
            "LEVEL": 70,
            "HP": 8485,
            "ATK": 172,
            "DEF": 501,
            "ExtraStatsValue": 12
        },
        {
            "LEVEL": 70,
            "HP": 8974,
            "ATK": 182,
            "DEF": 530,
            "ExtraStatsValue": 18
        },
        {
            "LEVEL": 80,
            "HP": 9734,
            "ATK": 198,
            "DEF": 575,
            "ExtraStatsValue": 18
        },
        {
            "LEVEL": 80,
            "HP": 10223,
            "ATK": 208,
            "DEF": 603,
            "ExtraStatsValue": 24
        },
        {
            "LEVEL": 90,
            "HP": 10984,
            "ATK": 223,
            "DEF": 648,
            "ExtraStatsValue": 24
        }
    ],
    "ExtraStats": "ATK",
    "ConstellationDetails": [
        {
            "Level": 1,
            "Name": "Ice Unleashed",
            "Details": [
                "The last attack of Chongyun's Normal Attack combo releases 3 ice blades. Each blade deals 50% of Chongyun's ATK as Cryo DMG to all opponents in its path."
            ]
        },
        {
            "Level": 2,
            "Name": "Atmospheric Revolution",
            "Details": [
                "Elemental Skills and Elemental Bursts cast within the Frost Field created by Spirit Blade: Chonghua's Layered Frost have their CD time decreased by 15%."
            ]
        },
        {
            "Level": 3,
            "Name": "Cloudburst",
            "Details": [
                "Increases the Level of Spirit Blade: Cloud-Parting Star by 3.Maximum upgrade level is 15."
            ]
        },
        {
            "Level": 4,
            "Name": "Frozen Skies",
            "Details": [
                "Chongyun regenerates 1 Energy every time he hits an opponent affected by Cryo.This effect can only occur once every 2s."
            ]
        },
        {
            "Level": 5,
            "Name": "The True Path",
            "Details": [
                "Increases the Level of Spirit Blade: Chonghua's Layered Frost by 3.Maximum upgrade level is 15."
            ]
        },
        {
            "Level": 6,
            "Name": "Rally of Four Blades",
            "Details": [
                "Spirit Blade: Cloud-Parting Star deals 15% more DMG to opponents with a lower percentage of their Max HP remaining than Chongyun.This skill will also summon 1 additional spirit blade."
            ]
        }
    ],
    "NormalAttackScale": [
        {
            "HitCount": "1-Hit DMG%",
            "Level_1": 70,
            "Level_2": 75.7,
            "Level_3": 81.4,
            "Level_4": 89.5,
            "Level_5": 95.2,
            "Level_6": 102,
            "Level_7": 111,
            "Level_8": 120,
            "Level_9": 129,
            "Level_10": 0,
            "Level_11": 0
        },
        {
            "HitCount": "2-Hit DMG%",
            "Level_1": 63.1,
            "Level_2": 68.3,
            "Level_3": 73.4,
            "Level_4": 80.7,
            "Level_5": 85.9,
            "Level_6": 91.8,
            "Level_7": 99.8,
            "Level_8": 108,
            "Level_9": 116,
            "Level_10": 0,
            "Level_11": 0
        },
        {
            "HitCount": "3-Hit DMG%",
            "Level_1": 80.3,
            "Level_2": 86.9,
            "Level_3": 93.4,
            "Level_4": 103,
            "Level_5": 109,
            "Level_6": 117,
            "Level_7": 127,
            "Level_8": 137,
            "Level_9": 148,
            "Level_10": 0,
            "Level_11": 0
        },
        {
            "HitCount": "4-Hit DMG%",
            "Level_1": 101,
            "Level_2": 109,
            "Level_3": 118,
            "Level_4": 129,
            "Level_5": 138,
            "Level_6": 147,
            "Level_7": 160,
            "Level_8": 173,
            "Level_9": 186,
            "Level_10": 0,
            "Level_11": 0
        }
    ],
    "ChargedAttackScale": [
        {
            "HitCount": "Spinning DMG%",
            "Level_1": 56.3,
            "Level_2": 60.9,
            "Level_3": 65.4,
            "Level_4": 72,
            "Level_5": 76.6,
            "Level_6": 81.8,
            "Level_7": 89,
            "Level_8": 96.2,
            "Level_9": 103,
            "Level_10": 0,
            "Level_11": 0
        },
        {
            "HitCount": "Final DMG%",
            "Level_1": 102,
            "Level_2": 110,
            "Level_3": 118,
            "Level_4": 130,
            "Level_5": 138,
            "Level_6": 148,
            "Level_7": 161,
            "Level_8": 174,
            "Level_9": 187,
            "Level_10": 0,
            "Level_11": 0
        }
    ],
    "PlungingAttackScale": [
        {
            "HitCount": "DMG%",
            "Level_1": 74.6,
            "Level_2": 80.7,
            "Level_3": 86.7,
            "Level_4": 95.4,
            "Level_5": 101,
            "Level_6": 108,
            "Level_7": 118,
            "Level_8": 127,
            "Level_9": 137,
            "Level_10": 0,
            "Level_11": 0
        },
        {
            "HitCount": "Low DMG%",
            "Level_1": 149,
            "Level_2": 161,
            "Level_3": 173,
            "Level_4": 191,
            "Level_5": 203,
            "Level_6": 217,
            "Level_7": 236,
            "Level_8": 255,
            "Level_9": 274,
            "Level_10": 0,
            "Level_11": 0
        },
        {
            "HitCount": "High DMG%",
            "Level_1": 186,
            "Level_2": 201,
            "Level_3": 217,
            "Level_4": 238,
            "Level_5": 253,
            "Level_6": 271,
            "Level_7": 295,
            "Level_8": 318,
            "Level_9": 342,
            "Level_10": 0,
            "Level_11": 0
        }
    ],
    "ChargedAttackStaminaCost": "40/s",
    "ChargedAttackMaxDuration": "5s",
    "ElementalSkill": [
        {
            "HitCount": "Skill DMG%",
            "Level_1": 172,
            "Level_2": 185,
            "Level_3": 198,
            "Level_4": 215,
            "Level_5": 228,
            "Level_6": 241,
            "Level_7": 258,
            "Level_8": 275,
            "Level_9": 292,
            "Level_10": 310,
            "Level_11": 327,
            "Level_12": 344,
            "Level_13": 366
        },
        {
            "HitCount": "Enchantment Duration (sec)",
            "Level_1": 2,
            "Level_2": 2.1,
            "Level_3": 2.2,
            "Level_4": 2.3,
            "Level_5": 2.4,
            "Level_6": 2.5,
            "Level_7": 2.6,
            "Level_8": 2.7,
            "Level_9": 2.8,
            "Level_10": 2.9,
            "Level_11": 3,
            "Level_12": 3,
            "Level_13": 3
        }
    ],
    "ElementalBrust": [
        {
            "HitCount": "Skill DMG",
            "Level_1": 142.4,
            "Level_2": 153.08,
            "Level_3": 163.76,
            "Level_4": 178,
            "Level_5": 188.68,
            "Level_6": 199.36,
            "Level_7": 213.6,
            "Level_8": 227.84,
            "Level_9": 242.08,
            "Level_10": 256.32,
            "Level_11": 270.56,
            "Level_12": 284.8,
            "Level_13": 302.6,
            "Level_14": 320.4,
            "Level_15": 338.2
        }
    ]
}