{
    "Name": "Xiao",
    "FullName": "",
    "Sex": "Male",
    "Birthday": "April 17th",
    "Weapon": "Polearm",
    "Element": "Anemo",
    "Constellation": "Alatus Nemeseos",
    "Nation": "Liyue",
    "Affiliation": "Liyue Adeptus",
    "SpecialDish": "Sweet Dream",
    "Titles": "Vigilant Yaksha, Guardian Yaksha, Nuo Dancer of Evil Conquering, Alatus, the Golden-Winged King, Conqueror of Demons",
    "Intro": "",
    "Introduction": "One of the mighty and illuminated adepti guarding Liyue, also heralded as the \"Vigilant Yaksha.\" Despite his youthful appearance, tales of his exploits have been documented for millennia. He is especially fond of Wangshu Inn's Almond Tofu. This is because it tastes just like the sweet dreams he used to devour.",
    "Personality": [
        "A yaksha adeptus who defends Liyue. Also heralded as the \"Conqueror of Demons\" and \"Vigilant Yaksha.\"",
        "Xiao is reserved, logical and determined, albeit curt and straight to the point. He is rarely in a good mood and prefers being alone. He shows almost no interest in humans and their culture, some of which he finds strange or pointless. However, there are a few who he finds notable, such as Hu Tao for her \"interesting\" (yet \"irritating\") humor and Beidou for defeating a leviathan by herself.",
        "Xiao is also revealed to be a strict yet effective teacher, especially as he is a mentor figure for Ganyu. While Ganyu finds Xiao to be a loner and somewhat unapproachable at first, she does admit that Xiao is an important part for her to reach her full potential as an adeptus. Others like Chongyun hold deep admiration for him and his demon-conquering abilities, yet at the same time notes his disparaging remarks at the methods of exorcists. At the same time, Xiao says not to judge adepti by mortal values.",
        "As a Yaksha, Xiao is constantly afflicted by his negative karmic burdens that he accumulates from committing endless slaughter against monsters that threaten Liyue. Others have taken note of the pain he constantly suffers and take pity on him, being the only remaining Yaksha who is active in protecting Liyue where as his fellow Yaksha have died or disappeared, stating that he does not sleep and neither do the demons, indicating his absolute focus in protecting the land from evil spirits. In one particular instance, he was nearly consumed by his own karma, only to be saved by a person playing a flute. This incident left him touched and he hopes for the day that he can dance to the tune of the flute amidst a sea of flowers.",
        "This negative karma is also the reason he prefers being alone, as he does not wish to burden others with his own problems, nor cause problems for others in the area. While it is implied that he has killed humans in the line of duty,[11] this is often as a result of them straying too close to him as he fights; he states that he does not intentionally kill them.[12] Despite this, Xiao remains dedicated to fulfilling his contract with Morax, expressing eternal gratitude and loyalty to the god for saving him from his former master, who treated him like a bloodhound.",
        "Xiao is appreciated by the humans and adepti of Liyue alike. Zhongli still deeply cares for Xiao and offers to deliver some special painkillers to him to help relieve his pain. Verr Goldet and Huai'an have also provided Xiao a headquarters in Wangshu Inn, so that he can carry out his missions to purge the evil spirits of Liyue. Although they are not particularly close with Xiao, they do value his heroic deeds. Verr Goldet even asks the Traveler to take Xiao to enjoy the Lantern Rite festival and engage in some festivities of the mortal world, which Xiao does not usually concern himself with.",
        "He prefers Almond Tofu because it reminds him of the dreams he consumed. He dislikes other foods and cannot stomach them."
    ],
    "Appearance": [
        "Xiao has dark medium-length hair with teal undertones, pale skin, and golden cat slit eyes. On his forehead is a small purple diamond, and his eyes have red makeup similar to Zhongli and Cloud Retainer. Xiao also has a green tattoo around his right arm.",
        "Xiao wears a white sleeveless shirt with a black collar, dark purple pants, and dark purple boots. He wears black and dark turquoise gloves with gold decals and a necklace. Around his left arm, Xiao wears a white and gold sleeve with a red lining. He notably carries an Anemo vision on his left glove and is usually seen carrying his Yaksha mask on the back of his right hip.",
        "Xiao's original Illuminated Beast form may be related to the Vedic deity Garuda, one of Xiao's character inspirations. Xiao is also known as the golden-winged king, though this form has yet to be seen in-game."
    ],
    "Skill": {
        "Skill_1": {
            "Name": "Whirlwind Thrust",
            "Description": [
                "Normal Attack: Performs up to 6 consecutive spear strikes.",
                "Charged Attack: Consumes a certain amount of Stamina to perform an upward thrust.",
                "Plunging Attack: Plunges from mid-air to strike the ground from below, damaging opponents along the path and dealing AoE DMG upon impact.Xiao does not take DMG from performing Plunging Attacks."
            ]
        },
        "Skill_2": {
            "Name": "Lemniscatic Wind Cycling",
            "Description": [
                "Xiao lunges forward, dealing Anemo DMG to opponents in his path.",
                "Can be used in mid-air.",
                "Starts with 2 charges."
            ]
        },
        "Skill_3": {
            "Name": "Bane of All Evil",
            "Description": [
                "Xiao dons the Yaksha Mask that set gods and demons trembling millennia ago.",
                "Yaksha's Mask:",
                "Greatly increases Xiao's jumping ability.",
                "Increases his attack AoE and attack DMG.",
                "Converts attack DMG into Anemo DMG, which cannot be overridden by any other elemental infusion.",
                "In this state, Xiao will continuously lose HP.",
                "The effects of this skill end when Xiao leaves the field."
            ]
        },
        "Skill_4": {
            "Name": "Conqueror of Evil: Tamer of Demons",
            "Description": [
                "While under the effects of Bane of All Evil, all DMG dealt by Xiao increases by 5%. DMG increases by a further 5% for every 3s the ability persists. The maximum DMG Bonus is 25%."
            ]
        },
        "Skill_5": {
            "Name": "Dissolution Eon: Heaven Fall",
            "Description": [
                "Using Lemniscatic Wind Cycling increases the DMG of subsequent uses of Lemniscatic Wind Cycling by 15%. This effect lasts for 7s, and has a maximum of 3 stacks. Gaining a new stack refreshes the effect's duration."
            ]
        },
        "Skill_6": {
            "Name": "Transcension: Gravity Defier",
            "Description": [
                "Decreases climbing Stamina consumption for your own party members by 20%.Not stackable with Passive Talents that provide the exact same effects."
            ]
        }
    },
    "Ascensions": {
        "TalentBook": "Prosperity",
        "CommonCharacterAscensionMaterial": "Slime",
        "TalentBoss": "Childe",
        "TalentMaterial": "Item_1",
        "LocalMaterial": "Item_15",
        "ElementalStone": "Item_6"
    },
    "BaseStats": [
        {
            "LEVEL": 1,
            "HP": 991,
            "ATK": 27,
            "DEF": 62,
            "ExtraStatsValue": 0
        },
        {
            "LEVEL": 20,
            "HP": 2572,
            "ATK": 71,
            "DEF": 161,
            "ExtraStatsValue": 0
        },
        {
            "LEVEL": 20,
            "HP": 3422,
            "ATK": 94,
            "DEF": 215,
            "ExtraStatsValue": 0
        },
        {
            "LEVEL": 40,
            "HP": 5120,
            "ATK": 141,
            "DEF": 321,
            "ExtraStatsValue": 0
        },
        {
            "LEVEL": 40,
            "HP": 5724,
            "ATK": 157,
            "DEF": 359,
            "ExtraStatsValue": 4.8
        },
        {
            "LEVEL": 50,
            "HP": 6586,
            "ATK": 181,
            "DEF": 413,
            "ExtraStatsValue": 4.8
        },
        {
            "LEVEL": 50,
            "HP": 7391,
            "ATK": 203,
            "DEF": 464,
            "ExtraStatsValue": 9.6
        },
        {
            "LEVEL": 60,
            "HP": 8262,
            "ATK": 227,
            "DEF": 519,
            "ExtraStatsValue": 9.6
        },
        {
            "LEVEL": 60,
            "HP": 8866,
            "ATK": 243,
            "DEF": 556,
            "ExtraStatsValue": 9.6
        },
        {
            "LEVEL": 70,
            "HP": 9744,
            "ATK": 267,
            "DEF": 612,
            "ExtraStatsValue": 9.6
        },
        {
            "LEVEL": 70,
            "HP": 10348,
            "ATK": 284,
            "DEF": 649,
            "ExtraStatsValue": 14.4
        },
        {
            "LEVEL": 80,
            "HP": 11236,
            "ATK": 308,
            "DEF": 705,
            "ExtraStatsValue": 14.4
        },
        {
            "LEVEL": 80,
            "HP": 11840,
            "ATK": 325,
            "DEF": 743,
            "ExtraStatsValue": 19.2
        },
        {
            "LEVEL": 90,
            "HP": 12736,
            "ATK": 349,
            "DEF": 799,
            "ExtraStatsValue": 19.2
        }
    ],
    "ExtraStats": "CRIT Rate",
    "ConstellationDetails": [
        {
            "Level": 1,
            "Name": "Dissolution Eon: Destroyer of Worlds",
            "Details": [
                "Increases Lemniscatic Wind Cycling's charges by 1."
            ]
        },
        {
            "Level": 2,
            "Name": "Annihilation Eon: Blossom of Kaleidos",
            "Details": [
                "When in the party and not on the field, Xiao's Energy Recharge is increased by 25%."
            ]
        },
        {
            "Level": 3,
            "Name": "Conqueror of Evil: Wrath Deity",
            "Details": [
                "Increases the Level of Lemniscatic Wind Cycling by 3.Maximum upgrade level is 15."
            ]
        },
        {
            "Level": 4,
            "Name": "Transcension: Extinction of Suffering",
            "Details": [
                "When Xiao's HP falls below 50%, he gains a 100% DEF Bonus."
            ]
        },
        {
            "Level": 5,
            "Name": "Evolution Eon: Origin of Ignorance",
            "Details": [
                "Increases the Level of Bane of All Evil by 3.Maximum upgrade level is 15."
            ]
        },
        {
            "Level": 6,
            "Name": "Conqueror of Evil: Guardian Yaksha",
            "Details": [
                "While under the effects of Bane of All Evil, hitting at least 2 opponents with Xiao's Plunging Attack will immediately grant him 1 charge of Lemniscatic Wind Cycling, and for the next 1s, he may use Lemniscatic Wind Cycling while ignoring its CD."
            ]
        }
    ],
    "NormalAttackScale": [
        {
            "HitCount": "1-Hit DMG% (x2)",
            "Level_1": 27.5,
            "Level_2": 29.4,
            "Level_3": 31.3,
            "Level_4": 33.8,
            "Level_5": 35.7,
            "Level_6": 37.9,
            "Level_7": 40.7,
            "Level_8": 43.5,
            "Level_9": 46.3,
            "Level_10": 49.1,
            "Level_11": 52
        },
        {
            "HitCount": "2-Hit DMG%",
            "Level_1": 56.9,
            "Level_2": 60.8,
            "Level_3": 64.7,
            "Level_4": 69.9,
            "Level_5": 73.8,
            "Level_6": 78.3,
            "Level_7": 84.1,
            "Level_8": 89.9,
            "Level_9": 95.8,
            "Level_10": 102,
            "Level_11": 107
        },
        {
            "HitCount": "3-Hit DMG%",
            "Level_1": 68.6,
            "Level_2": 73.2,
            "Level_3": 77.9,
            "Level_4": 84.1,
            "Level_5": 88.8,
            "Level_6": 94.3,
            "Level_7": 101,
            "Level_8": 108,
            "Level_9": 115,
            "Level_10": 122,
            "Level_11": 129
        },
        {
            "HitCount": "4-Hit DMG% (x2)",
            "Level_1": 37.7,
            "Level_2": 40.2,
            "Level_3": 42.8,
            "Level_4": 46.2,
            "Level_5": 48.8,
            "Level_6": 51.8,
            "Level_7": 55.6,
            "Level_8": 59.9,
            "Level_9": 63.3,
            "Level_10": 67.2,
            "Level_11": 71
        },
        {
            "HitCount": "5-Hit DMG%",
            "Level_1": 71.5,
            "Level_2": 76.4,
            "Level_3": 81.3,
            "Level_4": 87.8,
            "Level_5": 92.7,
            "Level_6": 98.4,
            "Level_7": 106,
            "Level_8": 113,
            "Level_9": 120,
            "Level_10": 128,
            "Level_11": 135
        },
        {
            "HitCount": "6-Hit DMG%",
            "Level_1": 95.8,
            "Level_2": 102,
            "Level_3": 109,
            "Level_4": 118,
            "Level_5": 124,
            "Level_6": 132,
            "Level_7": 142,
            "Level_8": 151,
            "Level_9": 161,
            "Level_10": 171,
            "Level_11": 181
        }
    ],
    "ChargedAttackScale": [
        {
            "HitCount": "DMG%",
            "Level_1": 121,
            "Level_2": 129,
            "Level_3": 138,
            "Level_4": 149,
            "Level_5": 157,
            "Level_6": 166,
            "Level_7": 179,
            "Level_8": 191,
            "Level_9": 204,
            "Level_10": 216,
            "Level_11": 228
        }
    ],
    "PlungingAttackScale": [
        {
            "HitCount": "DMG%",
            "Level_1": 82,
            "Level_2": 88,
            "Level_3": 95,
            "Level_4": 105,
            "Level_5": 111,
            "Level_6": 119,
            "Level_7": 129,
            "Level_8": 140,
            "Level_9": 150,
            "Level_10": 162,
            "Level_11": 173
        },
        {
            "HitCount": "Low DMG%",
            "Level_1": 164,
            "Level_2": 177,
            "Level_3": 190,
            "Level_4": 209,
            "Level_5": 223,
            "Level_6": 238,
            "Level_7": 259,
            "Level_8": 280,
            "Level_9": 301,
            "Level_10": 323,
            "Level_11": 346
        },
        {
            "HitCount": "High DMG%",
            "Level_1": 204,
            "Level_2": 221,
            "Level_3": 238,
            "Level_4": 261,
            "Level_5": 278,
            "Level_6": 297,
            "Level_7": 323,
            "Level_8": 349,
            "Level_9": 375,
            "Level_10": 404,
            "Level_11": 433
        }
    ],
    "ChargedAttackStaminaCost": "25",
    "ChargedAttackMaxDuration": 0,
    "ElementalSkill": [
        {
            "HitCount": "Skill DMG%",
            "Level_1": 253,
            "Level_2": 272,
            "Level_3": 291,
            "Level_4": 316,
            "Level_5": 335,
            "Level_6": 354,
            "Level_7": 379,
            "Level_8": 404,
            "Level_9": 430,
            "Level_10": 455,
            "Level_11": 480,
            "Level_12": 506,
            "Level_13": 537
        },
        {
            "HitCount": "CD",
            "Level_1": 10
        }
    ],
    "ElementalBrust": [
        {
            "HitCount": "Normal Attack/Charged Attack/Plunging Attack DMG Bonus",
            "Level_1": 58.45,
            "Level_2": 61.95,
            "Level_3": 65.45,
            "Level_4": 70,
            "Level_5": 73.5,
            "Level_6": 77,
            "Level_7": 81.55,
            "Level_8": 86.1,
            "Level_9": 90.65,
            "Level_10": 95.2,
            "Level_11": 99.75,
            "Level_12": 104.3,
            "Level_13": 108.85,
            "Level_14": 113.4,
            "Level_15": 117.95
        }
    ]
}