{
    "Name": "Wine and Song",
    "Stats": [
        {
            "Level": 1,
            "BaseAttack": 44,
            "SubStats": 6.7
        },
        {
            "Level": 5,
            "BaseAttack": 59,
            "SubStats": 7.7
        },
        {
            "Level": 10,
            "BaseAttack": 79,
            "SubStats": 9.1
        },
        {
            "Level": 15,
            "BaseAttack": 99,
            "SubStats": 10.4
        },
        {
            "Level": 20,
            "BaseAttack": 119,
            "SubStats": 11.8
        },
        {
            "Level": 20,
            "BaseAttack": 144,
            "SubStats": 11.8
        },
        {
            "Level": 25,
            "BaseAttack": 165,
            "SubStats": 13.1
        },
        {
            "Level": 30,
            "BaseAttack": 185,
            "SubStats": 14.5
        },
        {
            "Level": 35,
            "BaseAttack": 205,
            "SubStats": 15.8
        },
        {
            "Level": 40,
            "BaseAttack": 226,
            "SubStats": 17.2
        },
        {
            "Level": 40,
            "BaseAttack": 252,
            "SubStats": 17.2
        },
        {
            "Level": 45,
            "BaseAttack": 273,
            "SubStats": 18.5
        },
        {
            "Level": 50,
            "BaseAttack": 293,
            "SubStats": 19.9
        },
        {
            "Level": 50,
            "BaseAttack": 319,
            "SubStats": 19.9
        },
        {
            "Level": 55,
            "BaseAttack": 340,
            "SubStats": 21.2
        },
        {
            "Level": 60,
            "BaseAttack": 361,
            "SubStats": 22.6
        },
        {
            "Level": 60,
            "BaseAttack": 387,
            "SubStats": 22.6
        },
        {
            "Level": 65,
            "BaseAttack": 408,
            "SubStats": 23.9
        },
        {
            "Level": 70,
            "BaseAttack": 429,
            "SubStats": 25.2
        },
        {
            "Level": 70,
            "BaseAttack": 455,
            "SubStats": 25.2
        },
        {
            "Level": 75,
            "BaseAttack": 476,
            "SubStats": 26.6
        },
        {
            "Level": 80,
            "BaseAttack": 497,
            "SubStats": 27.9
        },
        {
            "Level": 80,
            "BaseAttack": 523,
            "SubStats": 27.9
        },
        {
            "Level": 85,
            "BaseAttack": 544,
            "SubStats": 29.3
        },
        {
            "Level": 90,
            "BaseAttack": 565,
            "SubStats": 30.6
        }
    ],
    "Ascensions": {
        "WeaponAscensionMaterial": "Boreal",
        "CommonCharacterAscensionMaterial": "LeyLine",
        "CommonWeaponAscensionMaterial": "HoarderInsignia"
    },
    "Refine": [
        {
            "Level": " Refine Level 1",
            "Description": "Hitting an opponent with a Normal Attack decreases the Stamina consumption of Sprint or Alternate Sprint by 14% for 5s. Additionally, using a Sprint or Alternate Sprint ability increases ATK by 20% for 5s."
        },
        {
            "Level": " Refine Level 2",
            "Description": "Hitting an opponent with a Normal Attack decreases the Stamina consumption of Sprint or Alternate Sprint by 16% for 5s. Additionally, using a Sprint or Alternate Sprint ability increases ATK by 25% for 5s."
        },
        {
            "Level": " Refine Level 3",
            "Description": "Hitting an opponent with a Normal Attack decreases the Stamina consumption of Sprint or Alternate Sprint by 18% for 5s. Additionally, using a Sprint or Alternate Sprint ability increases ATK by 30% for 5s."
        },
        {
            "Level": " Refine Level 4",
            "Description": "Hitting an opponent with a Normal Attack decreases the Stamina consumption of Sprint or Alternate Sprint by 20% for 5s. Additionally, using a Sprint or Alternate Sprint ability increases ATK by 35% for 5s."
        },
        {
            "Level": " Refine Level 5",
            "Description": "Hitting an opponent with a Normal Attack decreases the Stamina consumption of Sprint or Alternate Sprint by 22% for 5s. Additionally, using a Sprint or Alternate Sprint ability increases ATK by 40% for 5s."
        }
    ],
    "Story": "An elegantly bound songbook, it was once fashionable in the days of the ruling aristocracy.An indelible scent of daisies and finely-aged wine wafts from within its pages.Its contents are rather absurd, but it was once a popular tune in the alleys and taverns.\"Everyone knows that drunken gentleman thief, though no one knows where he's from. One fine day — When? No one can say — he appeared like a ghost in our slum.\"\"He sings, he drinks, he wanders the streets, he passes the roofs and terraces by. But everyone knows he's a jolly good fellow, which nobody can deny.\"\"The sword by his side was a great house's pride, and he stole it from where it'd been lain, and the bow so black that he wears on his back fires never once in vain.\"\"His matchless skill rings chill in the night like a comet's flashing tail, and his strides are as light as Favonius' flight, and the leaves that behold him quail.\"\"He could slake the entire Cider Lake, were it all filled with Death After Noon. And then he'd creep right up to those pigs at midnight, while they're all fast asleep in their rooms.\"\"He robs the rich and pays the poor, he blows noble farts away, he throws a spark into the dark, and night is pierced by day.\"\"The maidens all dream of the gentleman thief, they pine after him from their windows, but sad to say, he passes not that way, he prefers a pint with his fellows.\"\"Till on one day (or was it dusk?) in a mansion he ran amok, took he with him a thief's full due, and an extra silver cup.\"\"Left he silently in the moon's silver light, when fey were his eyes set ablaze, he lifted them nigh to a warm window bright, and upon a lovely face he gazed.\"\"Her eyes they shone like sapphire stones, so blue did they gleam in the dark, and the thief glanced up to the gem in his cup, and he thought them the same in his heart.\"\"Losing no time, the thief made his climb, and prying the gem from its place, he gave it to her, and a bashful smile stirred, and crept up upon her face.\"\"When at last they toppled the indolent nobles, they left, distant lands to explore, and so the song says, they warmed each other's days with light forevermore.\"The story ends here. In the latter days of righteous governance, there are none left who sing of the gentleman thief, nor are such thieves needed anymore.Wine and swords, maidens and heroes, a carefree opening and a happy ending, this vulgar sort of tale tends to be popular with the people.For no matter how the real story went, or how the two truly ended up, wine and songs brim with hope.They give the unfortunate a little courage to face tomorrow, and stand up to the powers that oppress them..."
}